Repository: function3d/bambufy
Catalog: translate/*.po
Languages: cs, de, es, fr, it, ja, pt, ru, tr

source: Backup
cs: Záloha
de: Sicherung
es: Respaldo
fr: Sauvegarde
ja: バックアップ
ru: Резерв
tr: Yedek

source: Run out filament (Head) ({ifs.extruder_port|string}), backup, loading {port} and continuing with printing...
cs: Konec filamentu (hlava) ({ifs.extruder_port|string}), záloha, načítá se {port}, tisk pokračuje...
de: Filamentende (Druckkopf) ({ifs.extruder_port|string}), Sicherung, Lade {port} und setze Druck fort...
es: Filamento agotado (cabezal) ({ifs.extruder_port|string}), respaldo, cargando {port} y continuando la impresión...
fr: Fin de filament (tête) ({ifs.extruder_port|string}), sauvegarde, chargement de {port} et reprise de l’impression...
it: Esaurimento filamento (testina) ({ifs.extruder_port|string}), backup, caricamento di {port} e ripresa della stampa...
ja: フィラメント切れ（ヘッド）({ifs.extruder_port|string}) バックアップ中 {port}をロードして印刷を続行...
pt: Filamento esgotado (cabeçote) ({ifs.extruder_port|string}), backup, carregando {port} e continuando a impressão...
ru: Окончание филамента (головка) ({ifs.extruder_port|string}), резерв, загрузка {port}, печать продолжается...
tr: Filaman bitti (başlık) ({ifs.extruder_port|string}), yedekleme, {port} yükleniyor ve yazdırmaya devam ediliyor...

source: Filament run out in the IFS ({port|string}), we continue printing until it runs out in the extruder or there is a filament change
cs: Konec filamentu v IFS ({port|string}), tisk pokračuje, dokud filament nedojde v extrudéru nebo nedojde ke změně filamentu
de: Filamentende im IFS ({port|string}), Druck wird fortgesetzt, bis das Filament im Extruder endet oder gewechselt wird
es: Filamento agotado en el IFS ({port|string}), seguimos imprimiendo hasta que se agote en el extrusor o haya un cambio de filamento
fr: Fin de filament dans l’IFS ({port|string}), impression poursuivie jusqu’à épuisement à l’extrudeuse ou changement de filament
it: Filamento esaurito nell’IFS ({port|string}), stampa prosegue fino a esaurimento nell’estrusore o cambio filamento
ja: IFS内のフィラメント切れ({port|string}) 押出機で切れたりフィラメント交換があるまで印刷を継続
pt: Filamento esgotado no IFS ({port|string}), impressão continua até esgotar no extrusor ou houver troca de filamento
ru: Филамент закончился в IFS ({port|string}), печать продолжается до окончания в экструдере или смены филамента
tr: IFS'te filaman bitti ({port|string}), filaman ekstrüderde bitene veya değiştirilene kadar yazdırmaya devam ediliyor

source: Insert filament detected
cs: Zjištěn vkládací filament
de: Einfügefaden erkannt
es: Filamento de inserción detectado
fr: Filament d’insertion détecté
it: Filamento di inserimento rilevato
ja: 挿入用フィラメントを検出
pt: Filamento de inserção detectado
ru: Обнаружен вставляемый филамент
tr: Takılan filaman algılandı

source: Auto insert: {port} ...
cs: Automatické vložení: {port} ...
de: Automatische Einführung: {port} ...
es: Inserción automática: {port} ...
fr: Insertion auto : {port} ...
it: Inserimento automatico: {port} ...
ja: 自動挿入: {port} ...
pt: Inserção automática: {port} ...
ru: Автоматическая вставка: {port} ...
tr: Otomatik takma: {port} ...

source: Poop {i}/20
cs: Čištění {i}/20
de: Spülen {i}/20
es: Purga {i}/20
fr: Purge {i}/20
it: Pulizia {i}/20
ja: フラッシュ {i}/20
pt: Purga {i}/20
ru: Продувка {i}/20
tr: Temizleme {i}/20

source: The filament in the IFS ({consume}) has run out. The remaining filament has been used until it was no longer possible, but now it must be expelled through the waste chute in order to load the next one requested by the print.
cs: Filament v IFS ({consume}) došel. Zbývající filament byl využit, dokud to bylo možné, ale nyní musí být vysunut odpadním žlabem, aby bylo možné načíst další požadovaný tiskem.
de: Das Filament im IFS ({consume}) ist aufgebraucht. Der Rest wurde bis zur Unmöglichkeit genutzt, muss nun aber über die Abfallrinne ausgestoßen werden, um das nächste vom Druck benötigte Filament zu laden.
es: El filamento en el IFS ({consume}) se ha agotado. Se ha usado el filamento restante hasta donde fue posible, pero ahora debe expulsarse por la canaleta de desecho para cargar el siguiente solicitado por la impresión.
fr: Le filament dans l’IFS ({consume}) est épuisé. Le reste a été utilisé autant que possible, mais il doit maintenant être expulsé par la goulotte de rebut pour charger le suivant requis par l’impression.
it: Il filamento nell’IFS ({consume}) è esaurito. Il residuo è stato utilizzato finché possibile, ma ora va espulso tramite la canaletta di scarto per caricare il successivo richiesto dalla stampa.
ja: IFS内のフィラメント({consume})が切れました 残りは使用不能になるまで使用されましたが 廃棄シュートから排出して印刷が要求する次のフィラメントをロードする必要があります
pt: O filamento no IFS ({consume}) esgotou-se. O restante foi usado até o limite, mas agora deve ser expelido pela calha de resíduos para carregar o próximo solicitado pela impressão.
ru: Филамент в IFS ({consume}) закончился. Остаток был использован до предела, но теперь его необходимо вытолкнуть через лоток для отходов, чтобы загрузить следующий, требуемый печатью.
tr: IFS'teki filaman ({consume}) bitti. Kalan miktar mümkün olduğunca kullanıldı, ancak bir sonraki baskı için gereken filamanı yükleyebilmek adına artık atık kanalından atılmalı.

source: Checking filaments
cs: Kontrola filamentů
de: Überprüfe Filamente
es: Verificando filamentos
fr: Vérification des filaments
it: Controllo filamenti
ja: フィラメントを確認中
pt: Verificando filamentos
ru: Проверка филаментов
tr: Filamanlar denetleniyor

source: Checking the status of the filaments in the IFS ports ...
cs: Kontrola stavu filamentů v portech IFS...
de: Status der Filamente in den IFS-Ports wird geprüft...
es: Comprobando el estado de los filamentos en los puertos IFS...
fr: Vérification de l’état des filaments dans les ports IFS...
it: Verifica stato filamenti nelle porte IFS...
ja: IFSポート内のフィラメント状態を確認中...
pt: Verificando o estado dos filamentos nas portas IFS...
ru: Проверка состояния филаментов в портах IFS...
tr: IFS portlarındaki filamanların durumu denetleniyor...

source: One of the filaments was just activating the sensor, retract 45mm all of them ...
cs: Jeden z filamentů právě aktivoval senzor, všechny zataženy o 45 mm...
de: Ein Filament hat gerade den Sensor ausgelöst, alle um 45 mm zurückziehen...
es: Uno de los filamentos acaba de activar el sensor, retrayendo 45 mm todos...
fr: Un filament vient d’activer le capteur, retrait de 45 mm sur tous...
it: Un filamento ha appena attivato il sensore, retrai 45 mm su tutti...
ja: フィラメントの一つがセンサーを起動しました 全てを45mm巻き取り中...
pt: Um filamento acabou de ativar o sensor, retrair 45 mm em todos...
ru: Один из филаментов только что активировал датчик, откат всех на 45 мм...
tr: Filamanlardan biri sensörü tetikledi, hepsi 45 mm geri çekiliyor...

source: One of the filaments is gripped by the extruder so we extrude {flush_length|string}mm to determine which one it is ...
cs: Jeden filament je uchopen extrudérem, extrudujeme {flush_length|string} mm pro jeho identifikaci...
de: Ein Filament wird vom Extruder erfasst, extrudiere {flush_length|string} mm zur Identifikation...
es: Uno de los filamentos está sujetado por el extrusor, extruyendo {flush_length|string} mm para identificar cuál es...
fr: Un filament est coincé dans l’extrudeuse, extrusion de {flush_length|string} mm pour l’identifier...
it: Un filamento è afferrato dall’estrusore, estrudi {flush_length|string} mm per identificarlo...
ja: フィラメントの一つが押出機に引っかかっています 識別のため{flush_length|string}mm押出中...
pt: Um filamento está preso no extrusor, extrudir {flush_length|string} mm para identificá-lo...
ru: Один филамент захвачен экструдером, экструзия {flush_length|string} мм для его идентификации...
tr: Filamanlardan biri ekstrüder tarafından tutuldu, hangisi olduğunu belirlemek için {flush_length|string} mm itiliyor...

source: action:prompt_begin Filament type in Port {port}
ja: action:prompt_begin ポート{port}のフィラメント種別
pt: action:prompt_begin Tipo de filamento na porta {port}
ru: action:prompt_begin Тип филамента в порту {port}
tr: action:prompt_begin Porttaki filaman türü {port}

source: action:prompt_footer_button Close|_IFS_COLORS|primary
ja: action:prompt_footer_button 閉じる|_IFS_COLORS|primary
pt: action:prompt_footer_button Fechar|_IFS_COLORS|primary
ru: action:prompt_footer_button ЗАКРЫТЬ|_IFS_COLORS
tr: action:prompt_footer_button KAPAT|_IFS_COLORS|primary

source: action:prompt_begin Color to Port
cs: action:prompt_begin Barva → Port
de: action:prompt_begin Farbe zu Port
es: action:prompt_begin Color a puerto
fr: action:prompt_begin Couleur vers port
it: action:prompt_begin Colore → Porta
ja: action:prompt_begin 色→ポート
pt: action:prompt_begin Cor → Porta
ru: action:prompt_begin Цвет → Порт
tr: action:prompt_begin Renk → Port

source: action:prompt_button LEVELING:ON|_IFS_COLORS_KAMP KAMP=0
cs: action:prompt_button NIVELACE:ZAP|_IFS_COLORS_KAMP KAMP=0
de: action:prompt_button NIVELIERUNG:AN|_IFS_COLORS_KAMP KAMP=0
es: action:prompt_button NIVELACIÓN:ON|_IFS_COLORS_KAMP KAMP=0
fr: action:prompt_button NIVEL.:ACT|_IFS_COLORS_KAMP KAMP=0
it: action:prompt_button LIV.:ATT|_IFS_COLORS_KAMP KAMP=0
ja: action:prompt_button レベリング:ON|_IFS_COLORS_KAMP KAMP=0
pt: action:prompt_button NIVEL.:ON|_IFS_COLORS_KAMP KAMP=0
ru: action:prompt_button ВЫРАВН.:ON|_IFS_COLORS_KAMP KAMP=0
tr: action:prompt_button HİZALAMA:ON|_IFS_COLORS_KAMP KAMP=0

source: action:prompt_button LEVELING:OFF|_IFS_COLORS_KAMP KAMP=1
cs: action:prompt_button NIVELACE:VYP|_IFS_COLORS_KAMP KAMP=1
de: action:prompt_button NIVELIERUNG:AUS|_IFS_COLORS_KAMP KAMP=1
es: action:prompt_button NIVELACIÓN:OFF|_IFS_COLORS_KAMP KAMP=1
fr: action:prompt_button NIVEL.:DES|_IFS_COLORS_KAMP KAMP=1
it: action:prompt_button LIV.:DIS|_IFS_COLORS_KAMP KAMP=1
ja: action:prompt_button レベリング:OFF|_IFS_COLORS_KAMP KAMP=1
pt: action:prompt_button NIVEL.:OFF|_IFS_COLORS_KAMP KAMP=1
ru: action:prompt_button ВЫРАВН.:OFF|_IFS_COLORS_KAMP KAMP=1
tr: action:prompt_button HİZALAMA:OFF|_IFS_COLORS_KAMP KAMP=1

source: action:prompt_button IFS:ON|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='This is a multicolor printing, IFS cannot be disabled.'
cs: action:prompt_button IFS:ZAP|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='Jedná se o vícebarevný tisk, IFS nelze vypnout.'
de: action:prompt_button IFS:AN|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='Dies ist ein Mehrfarbendruck, IFS kann nicht deaktiviert werden.'
es: action:prompt_button IFS:ON|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='Esta es una impresión multicolor, IFS no se puede desactivar.'
fr: action:prompt_button IFS:ACT|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='Impression multicolore : IFS ne peut pas être désactivé.'
it: action:prompt_button IFS:ATT|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='Stampa multicolore: IFS non può essere disattivato.'
ja: action:prompt_button IFS:ON|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='マルチカラー印刷中です IFSを無効にできません'
pt: action:prompt_button IFS:ON|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='Esta é uma impressão multicolor, o IFS não pode ser desativado.'
ru: action:prompt_button IFS:ON|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='Это многоцветная печать, IFS нельзя отключить.'
tr: action:prompt_button IFS:ON|_IFS_COLORS_NOTIFICATION TITLE='IFS' MSG='Bu çok renkli bir baskıdır, IFS devre dışı bırakılamaz.'

source: action:prompt_button BACKUP:OFF|_IFS_COLORS_NOTIFICATION TITLE='Backup' MSG='This is a multicolor printing, BACKUP cannot be enabled.'
ja: action:prompt_button バックアップ:OFF|_IFS_COLORS_NOTIFICATION TITLE='バックアップ' MSG='マルチカラー印刷中です バックアップを有効にできません'
pt: action:prompt_button BACKUP:OFF|_IFS_COLORS_NOTIFICATION TITLE='BACKUP' MSG='Esta é uma impressão multicolorida, o backup não pode ser ativado.'
ru: action:prompt_button РЕЗЕРВ:OFF|_IFS_COLORS_NOTIFICATION TITLE='РЕЗЕРВ' MSG='Это многоцветная печать, резервирование невозможно включить.'
tr: action:prompt_button YEDEK:OFF|_IFS_COLORS_NOTIFICATION TITLE='YEDEK' MSG='Bu çok renkli bir baskıdır, yedekleme etkinleştirilemez.'

source: action:prompt_button BACKUP:OFF|_IFS_COLORS_NOTIFICATION TITLE='Backup' MSG='The BACKUP function is only possible with IFS enabled.'
ja: action:prompt_button バックアップ:OFF|_IFS_COLORS_NOTIFICATION TITLE='バックアップ' MSG='バックアップ機能はIFS有効時のみ利用可能です'
pt: action:prompt_button Backup:OFF|_IFS_COLORS_NOTIFICATION TITLE='Backup' MSG='A função de backup só é possível com o IFS ativado.'
ru: action:prompt_button Резерв:OFF|_IFS_COLORS_NOTIFICATION TITLE='Резерв' MSG='Функция резервирования возможна только при включенном IFS.'
tr: action:prompt_button Yedek:OFF|_IFS_COLORS_NOTIFICATION TITLE='Yedek' MSG='Yedekleme işlevi, yalnızca IFS etkinleştirildiğinde mümkündür.'

source: action:prompt_button BACKUP:ON|_IFS_COLORS_BACKUP BACKUP=0
cs: action:prompt_button ZÁLOHA:ZAP|_IFS_COLORS_BACKUP BACKUP=0
de: action:prompt_button SICHERUNG:AN|_IFS_COLORS_BACKUP BACKUP=0
es: action:prompt_button RESPALDO:ON|_IFS_COLORS_BACKUP BACKUP=0
fr: action:prompt_button SAUV.:ACT|_IFS_COLORS_BACKUP BACKUP=0
it: action:prompt_button BACKUP:ATT|_IFS_COLORS_BACKUP BACKUP=0
ja: action:prompt_button バックアップ:ON|_IFS_COLORS_BACKUP BACKUP=0
ru: action:prompt_button РЕЗЕРВ:ON|_IFS_COLORS_BACKUP BACKUP=0
tr: action:prompt_button YEDEK:ON|_IFS_COLORS_BACKUP BACKUP=0

source: action:prompt_button BACKUP:OFF|_IFS_COLORS_BACKUP BACKUP=1
cs: action:prompt_button ZÁLOHA:VYP|_IFS_COLORS_BACKUP BACKUP=1
de: action:prompt_button SICHERUNG:AUS|_IFS_COLORS_BACKUP BACKUP=1
es: action:prompt_button RESPALDO:OFF|_IFS_COLORS_BACKUP BACKUP=1
fr: action:prompt_button SAUV.:DES|_IFS_COLORS_BACKUP BACKUP=1
it: action:prompt_button BACKUP:DIS|_IFS_COLORS_BACKUP BACKUP=1
ja: action:prompt_button バックアップ:OFF|_IFS_COLORS_BACKUP BACKUP=1
ru: action:prompt_button РЕЗЕРВ:OFF|_IFS_COLORS_BACKUP BACKUP=1
tr: action:prompt_button YEDEK:OFF|_IFS_COLORS_BACKUP BACKUP=1

source: action:prompt_button P{port}:--|_IFS_COLORS_NOTIFICATION TITLE='Error' MSG='IFS port P{port} empty.'
ja: action:prompt_button P{port}:--|_IFS_COLORS_NOTIFICATION TITLE='エラー' MSG='IFSポートP{port}が空です'
pt: action:prompt_button P{port}:--|_IFS_COLORS_NOTIFICATION TITLE='Erro' MSG='Porta IFS P{port} vazia.'
ru: action:prompt_button P{port}:--|_IFS_COLORS_NOTIFICATION TITLE='Ошибка' MSG='Порт IFS P{port} пуст.'
tr: action:prompt_button P{port}:--|_IFS_COLORS_NOTIFICATION TITLE='Hata' MSG='IFS portu P{port} boş.'

source: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Error' MSG='Incorrect filament type.'
cs: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Chyba' MSG='Nekompatibilní typ filamentu.'
fr: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Erreur' MSG='Type de filament incompatible.'
it: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Errore' MSG='Tipo di filamento non compatibile.'
ja: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='エラー' MSG='フィラメント種別が一致しません'
pt: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Erro' MSG='Tipo de filamento incompatível.'
ru: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Ошибка' MSG='Несовместимый тип филамента.'
tr: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Hata' MSG='Uyumsuz filaman türü.'

source: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Error' MSG='IFS port P{port} empty.'
cs: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Chyba' MSG='Port IFS P{port} prázdný.'
fr: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Erreur' MSG='Port IFS P{port} vide.'
it: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Errore' MSG='Porta IFS P{port} vuota.'
ja: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='エラー' MSG='IFSポートP{port}が空です'
pt: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Erro' MSG='Porta IFS P{port} vazia.'
ru: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Ошибка' MSG='Порт IFS P{port} пуст.'
tr: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION TITLE='Hata' MSG='IFS portu P{port} boş.'

source: action:prompt_text Update 'Filament change gcode' to v{ifs.min_version} or higher
cs: action:prompt_text Aktualizujte 'gcode pro výměnu filamentu' na v{ifs.min_version} nebo novější
de: action:prompt_text Aktualisieren Sie den 'Filamentwechsel-GCode' auf v{ifs.min_version} oder höher
es: action:prompt_text Actualice el 'gcode de cambio de filamento' a v{ifs.min_version} o superior
fr: action:prompt_text Mettez à jour le 'gcode de changement de filament' vers v{ifs.min_version} ou supérieur
it: action:prompt_text Aggiorna il 'gcode cambio filamento' alla v{ifs.min_version} o superiore
ja: action:prompt_text 「フィラメント交換Gコード」をv{ifs.min_version}以上に更新してください
pt: action:prompt_text Atualize o 'gcode de troca de filamento' para v{ifs.min_version} ou superior
ru: action:prompt_text Обновите 'gcode смены филамента' до v{ifs.min_version} или выше
tr: action:prompt_text 'Filaman değiştirme gcode' kodunu v{ifs.min_version} veya üstüne güncelleyin

source: Update 'Filament change gcode' to v{ifs.min_version} or higher https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md
cs: Aktualizujte 'gcode pro výměnu filamentu' na v{ifs.min_version} nebo novější: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md
es: Actualice el 'gcode de cambio de filamento' a v{ifs.min_version} o superior: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md
fr: Mettez à jour le 'gcode de changement de filament' vers v{ifs.min_version} ou supérieur : https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md
it: Aggiorna il 'gcode cambio filamento' alla v{ifs.min_version} o superiore: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md
pt: Atualize o 'gcode de troca de filamento' para v{ifs.min_version} ou superior: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md
ru: Обновите 'gcode смены филамента' до v{ifs.min_version} или выше: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md
tr: 'Filaman değiştirme gcode' kodunu v{ifs.min_version} veya üstüne güncelleyin: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md

source: action:prompt_footer_button Cancel|_IFS_COLORS_CANCEL
cs: action:prompt_footer_button Zrušit|_IFS_COLORS_CANCEL
de: action:prompt_footer_button Abbrechen|_IFS_COLORS_CANCEL
es: action:prompt_footer_button Cancelar|_IFS_COLORS_CANCEL
fr: action:prompt_footer_button Annuler|_IFS_COLORS_CANCEL
it: action:prompt_footer_button Annulla|_IFS_COLORS_CANCEL
ja: action:prompt_footer_button キャンセル|_IFS_COLORS_CANCEL
pt: action:prompt_footer_button Cancelar|_IFS_COLORS_CANCEL
ru: action:prompt_footer_button Отмена|_IFS_COLORS_CANCEL
tr: action:prompt_footer_button İptal|_IFS_COLORS_CANCEL

source: action:prompt_footer_button Print|_IFS_COLORS_PRINT|primary
cs: action:prompt_footer_button Tisk|_IFS_COLORS_PRINT|primary
de: action:prompt_footer_button Drucken|_IFS_COLORS_PRINT|primary
es: action:prompt_footer_button Imprimir|_IFS_COLORS_PRINT|primary
fr: action:prompt_footer_button Imprimer|_IFS_COLORS_PRINT|primary
it: action:prompt_footer_button Stampa|_IFS_COLORS_PRINT|primary
ja: action:prompt_footer_button 印刷|_IFS_COLORS_PRINT|primary
pt: action:prompt_footer_button Imprimir|_IFS_COLORS_PRINT|primary
ru: action:prompt_footer_button Печать|_IFS_COLORS_PRINT|primary
tr: action:prompt_footer_button Yazdır|_IFS_COLORS_PRINT|primary

source: action:prompt_footer_button Print|_IFS_COLORS_NOTIFICATION TITLE='Error' MSG='Update Filament change gcode to v{ifs.min_version} or higher https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md'|error
cs: action:prompt_footer_button Tisk|_IFS_COLORS_NOTIFICATION TITLE='Chyba' MSG='Aktualizujte gcode pro výměnu filamentu na v{ifs.min_version} nebo novější: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md'|error
pt: action:prompt_footer_button Imprimir|_IFS_COLORS_NOTIFICATION TITLE='Erro' MSG='Atualize o gcode de troca de filamento para v{ifs.min_version} ou superior: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md'|error
ru: action:prompt_footer_button Печать|_IFS_COLORS_NOTIFICATION TITLE='Ошибка' MSG='Обновите gcode смены филамента до v{ifs.min_version} или выше: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md'|error
tr: action:prompt_footer_button Yazdır|_IFS_COLORS_NOTIFICATION TITLE='Hata' MSG=Filaman değiştirme gcode kodunu v{ifs.min_version} veya üstüne güncelleyin: https://github.com/function3d/bambufy/blob/master/MACHINE_GCODE.md'|error

source: action:prompt_footer_button Print|_IFS_COLORS_NOTIFICATION TITLE='Error' MSG='It is not possible to print until all colors have been assigned.'|error
cs: action:prompt_footer_button Tisk|_IFS_COLORS_NOTIFICATION TITLE='Chyba' MSG='Tisk není možný, dokud nejsou všem barvám přiřazeny porty.'|error
fr: action:prompt_footer_button Imprimer|_IFS_COLORS_NOTIFICATION TITLE='Erreur' MSG='Impossible d’imprimer tant que toutes les couleurs n’ont pas été attribuées.'|error
it: action:prompt_footer_button Stampa|_IFS_COLORS_NOTIFICATION TITLE='Errore' MSG='Impossibile stampare finché non sono state assegnate tutte le colorazioni.'|error
ja: action:prompt_footer_button 印刷|_IFS_COLORS_NOTIFICATION TITLE='エラー' MSG='全ての色にポートが割り当てられるまで印刷できません'|error
pt: action:prompt_footer_button Imprimir|_IFS_COLORS_NOTIFICATION TITLE='Erro' MSG='Não é possível imprimir até que todas as cores sejam atribuídas.'|error
ru: action:prompt_footer_button Печать|_IFS_COLORS_NOTIFICATION TITLE='Ошибка' MSG='Печать невозможна, пока всем цветам не присвоены порты.'|error
tr: action:prompt_footer_button Yazdır|_IFS_COLORS_NOTIFICATION TITLE='Hata' MSG='Tüm renklere port atanmadan yazdırılamaz.'|error

source: action:prompt_button Select for C{tool|int + 1}:{types[tool|int]}|||{colors[tool|int]}
ja: action:prompt_button C{tool|int + 1}:{types[tool|int]}用に選択|||{colors[tool|int]}
pt: action:prompt_button Selecionar para C{tool|int + 1}:{types[tool|int]}|||{colors[tool|int]}
ru: action:prompt_button Выбрать для C{tool|int + 1}:{types[tool|int]}|||{colors[tool|int]}
tr: action:prompt_button Şunun için seç C{tool|int + 1}:{types[tool|int]}|||{colors[tool|int]}

source: action:prompt_button P{port}:{ifs_types[port-1]}|_IFS_COLORS_NOTIFICATION TITLE='Error' MSG='Incorrect filament type.'
ja: action:prompt_button P{port}:{ifs_types[port-1]}|_IFS_COLORS_NOTIFICATION TITLE='エラー' MSG='フィラメント種別が一致しません'
pt: action:prompt_button P{port}:{ifs_types[port-1]}|_IFS_COLORS_NOTIFICATION TITLE='Erro' MSG='Tipo de filamento incompatível.'
ru: action:prompt_button P{port}:{ifs_types[port-1]}|_IFS_COLORS_NOTIFICATION TITLE='Ошибка' MSG='Несовместимый тип филамента.'
tr: action:prompt_button P{port}:{ifs_types[port-1]}|_IFS_COLORS_NOTIFICATION TITLE='Hata' MSG='Uyumsuz filaman türü.'

source: Reinstalling bambufy...
cs: Probíhá přeinstalace Bambufy…
fr: Réinstallation de Bambufy…
it: Reinstallazione di Bambufy…
ja: Bambufyを再インストール中…
pt: Reinstalando o Bambufy…
ru: Переустановка Bambufy…
tr: Bambufy yeniden yükleniyor…

source: action:prompt_begin Warning
cs: action:prompt_begin Varování
de: action:prompt_begin Warnung
es: action:prompt_begin Advertencia
fr: action:prompt_begin Avertissement
it: action:prompt_begin Avviso
ja: action:prompt_begin 警告
pt: action:prompt_begin Aviso
ru: action:prompt_begin Предупреждение
tr: action:prompt_begin Uyarı
