Repository: function3d/bambufy
Catalog: translate/*.po
Languages: cs, de, es, fr, it, ja, pt, ru, tr

source: action:prompt_text Bambufy does not work with the native screen, it requires Guppy Screen (DISPLAY_OFF)
cs: action:prompt_text Bambufy nefunguje s nativní obrazovkou, vyžaduje Guppy Screen (DISPLAY_OFF)
de: action:prompt_text Bambufy funktioniert nicht mit dem nativen Display, Guppy Screen (DISPLAY_OFF) erforderlich
es: action:prompt_text Bambufy no funciona con la pantalla nativa, requiere Guppy Screen (DISPLAY_OFF)
fr: action:prompt_text Bambufy ne fonctionne pas avec l’écran natif, nécessite Guppy Screen (DISPLAY_OFF)
it: action:prompt_text Bambufy non funziona con lo schermo nativo, richiede Guppy Screen (DISPLAY_OFF)
ja: action:prompt_text Bambufyは標準画面では動作しません Guppy Screen(DISPLAY_OFF)が必要です
pt: action:prompt_text Bambufy não funciona com a tela nativa, requer Guppy Screen (DISPLAY_OFF)
ru: action:prompt_text Bambufy не работает с родным экраном, требуется Guppy Screen (DISPLAY_OFF)
tr: action:prompt_text Bambufy, orijinal ekranda çalışmaz, Guppy Screen (DISPLAY_OFF) gerekir

source: action:prompt_footer_button Enable Guppy Screen|_DISPLAY_OFF|info
cs: action:prompt_footer_button Povolit Guppy Screen|_DISPLAY_OFF|info
de: action:prompt_footer_button Guppy Screen aktivieren|_DISPLAY_OFF|info
es: action:prompt_footer_button Activar Guppy Screen|_DISPLAY_OFF|info
fr: action:prompt_footer_button Activer Guppy Screen|_DISPLAY_OFF|info
it: action:prompt_footer_button Abilita Guppy Screen|_DISPLAY_OFF|info
ja: action:prompt_footer_button Guppy Screenを有効化|_DISPLAY_OFF|info
pt: action:prompt_footer_button Ativar Guppy Screen|_DISPLAY_OFF|info
ru: action:prompt_footer_button Включить Guppy Screen|_DISPLAY_OFF|info
tr: action:prompt_footer_button Guppy Screen'i Etkinleştir|_DISPLAY_OFF|info

source: action:prompt_footer_button Disable Bambufy|DISABLE_PLUGIN name=bambufy|info
cs: action:prompt_footer_button Zakázat Bambufy|DISABLE_PLUGIN name=bambufy|info
de: action:prompt_footer_button Bambufy deaktivieren|DISABLE_PLUGIN name=bambufy|info
es: action:prompt_footer_button Desactivar Bambufy|DISABLE_PLUGIN name=bambufy|info
fr: action:prompt_footer_button Désactiver Bambufy|DISABLE_PLUGIN name=bambufy|info
it: action:prompt_footer_button Disabilita Bambufy|DISABLE_PLUGIN name=bambufy|info
ja: action:prompt_footer_button Bambufyを無効化|DISABLE_PLUGIN name=bambufy|info
pt: action:prompt_footer_button Desativar Bambufy|DISABLE_PLUGIN name=bambufy|info
ru: action:prompt_footer_button Отключить Bambufy|DISABLE_PLUGIN name=bambufy|info
tr: action:prompt_footer_button Bambufy'i Devre Dışı Bırak|DISABLE_PLUGIN name=bambufy|info

source: Loading filament {port}
cs: Načítání filamentu {port}
de: Lade Filament {port}
es: Cargando filamento {port}
fr: Chargement du filament {port}
it: Caricamento filamento {port}
ja: フィラメント{port}をロード中
pt: Carregando filamento {port}
ru: Загрузка филамента {port}
tr: Filaman yükleniyor: {port}

source: Cutting the filament
cs: Řezání filamentu
de: Schneide Filament
es: Cortando el filamento
fr: Coupure du filament
it: Taglio del filamento
ja: フィラメントを切断中
pt: Cortando filamento
ru: Резка филамента
tr: Filaman kesiliyor

source: Cut X={x_cut} Y={y_cut}
cs: Řez X={x_cut} Y={y_cut}
de: Schnitt X={x_cut} Y={y_cut}
es: Corte X={x_cut} Y={y_cut}
fr: Coupure X={x_cut} Y={y_cut}
it: Taglio X={x_cut} Y={y_cut}
ja: 切断 X={x_cut} Y={y_cut}
pt: Corte X={x_cut} Y={y_cut}
ru: Резка X={x_cut} Y={y_cut}
tr: Kes X={x_cut} Y={y_cut}

source: Unloading filament {extruder_port}
cs: Vysouvání filamentu {extruder_port}
de: Entlade Filament {extruder_port}
es: Descargando filamento {extruder_port}
fr: Déchargement du filament {extruder_port}
it: Scaricamento filamento {extruder_port}
ja: フィラメント{extruder_port}をアンロード中
pt: Descarregando filamento {extruder_port}
ru: Выгрузка филамента {extruder_port}
tr: Filaman boşaltılıyor: {extruder_port}

source: Timeout ignored because printer state == paused.
cs: Časový limit ignorován, protože tiskárna je pozastavena.
de: Timeout ignoriert, da Druckerstatus == pausiert.
es: Tiempo de espera ignorado porque el estado de la impresora es 'pausada'.
fr: Délai ignoré car l’imprimante est en pause.
it: Timeout ignorato perché lo stato della stampante è 'in pausa'.
ja: プリンター状態が一時停止のためタイムアウトを無視
pt: Tempo limite ignorado porque a impressora está em pausa.
ru: Тайм-аут проигнорирован, так как состояние принтера — «пауза».
tr: Zaman aşımı, yazıcı durumu 'duraklatıldı' olduğu için göz ardı edildi.

source: Pause during printing
cs: Pozastavení během tisku
de: Pause während des Drucks
es: Pausa durante la impresión
fr: Pause pendant l’impression
it: Pausa durante la stampa
ja: 印刷中に一時停止
pt: Pausa durante a impressão
ru: Пауза во время печати
tr: Yazdırma sırasında duraklat

source: Pause during loading
cs: Pozastavení během zavádění
de: Pause während des Ladens
es: Pausa durante la carga
fr: Pause pendant le chargement
it: Pausa durante il caricamento
ja: ロード中に一時停止
pt: Pausa durante o carregamento
ru: Пауза во время загрузки
tr: Yükleme sırasında duraklat

source: Pause
cs: Pozastavit
es: Pausa
it: Pausa
ja: 一時停止
pt: Pausa
ru: Пауза
tr: Duraklat

source: Jam detected loading filament ({ifs.extruder_port|string}), pausing...
cs: Zaseknutí při zavádění filamentu ({ifs.extruder_port|string}), pozastavuje se...
de: Verstopfung beim Laden erkannt ({ifs.extruder_port|string}), pausiere...
es: Atasco detectado al cargar filamento ({ifs.extruder_port|string}), pausando...
fr: Bourrage détecté au chargement ({ifs.extruder_port|string}), pause...
it: Inceppamento rilevato durante il caricamento ({ifs.extruder_port|string}), in pausa...
ja: フィラメントロード中に詰まり検出({ifs.extruder_port|string}) 一時停止中...
pt: Entupimento detectado ao carregar filamento ({ifs.extruder_port|string}), pausando...
ru: Засор при загрузке филамента ({ifs.extruder_port|string}), пауза...
tr: Filaman yüklenirken tıkanma algılandı ({ifs.extruder_port|string}), duraklatılıyor...

source: Jam detected (Motion) ({ifs.extruder_port|string}), pausing...
cs: Zaseknutí (pohyb) ({ifs.extruder_port|string}), pozastavuje se...
de: Verstopfung (Bewegung) erkannt ({ifs.extruder_port|string}), pausiere...
es: Atasco detectado (movimiento) ({ifs.extruder_port|string}), pausando...
fr: Bourrage détecté (mouvement) ({ifs.extruder_port|string}), pause...
it: Inceppamento rilevato (movimento) ({ifs.extruder_port|string}), in pausa...
ja: 動作中に詰まり検出({ifs.extruder_port|string}) 一時停止中...
pt: Entupimento detectado (movimento) ({ifs.extruder_port|string}), pausando...
ru: Засор (движение) ({ifs.extruder_port|string}), пауза...
tr: Hareket sırasında tıkanma algılandı ({ifs.extruder_port|string}), duraklatılıyor...

source: Run out filament (Head) ({ifs.extruder_port|string}), no backup alternative has been found, pausing...
cs: Konec filamentu (hlava) ({ifs.extruder_port|string}), žádná záložní možnost nenalezena, pozastaveno...
de: Filamentende (Kopf) ({ifs.extruder_port|string}), keine Sicherungsalternative gefunden, pausiere...
es: Filamento agotado (cabezal) ({ifs.extruder_port|string}), no se encontró alternativa de respaldo, pausando...
fr: Fin de filament (tête) ({ifs.extruder_port|string}), aucune sauvegarde trouvée, pause...
it: Esaurimento filamento (testina) ({ifs.extruder_port|string}), nessun backup disponibile, in pausa...
ja: フィラメント切れ（ヘッド）({ifs.extruder_port|string}) バックアップ候補なし 一時停止中...
pt: Filamento esgotado (cabeçote) ({ifs.extruder_port|string}), nenhuma alternativa de backup encontrada, pausando...
ru: Окончание филамента (головка) ({ifs.extruder_port|string}), резервная альтернатива не найдена, пауза...
tr: Filaman bitti (başlık) ({ifs.extruder_port|string}), yedek seçenek bulunamadı, duraklatılıyor...

source: Run out filament (Head) ({ifs.extruder_port|string}), pausing...
cs: Konec filamentu (hlava) ({ifs.extruder_port|string}), pozastaveno...
de: Filamentende (Kopf) ({ifs.extruder_port|string}), pausiere...
es: Filamento agotado (cabezal) ({ifs.extruder_port|string}), pausando...
fr: Fin de filament (tête) ({ifs.extruder_port|string}), pause...
it: Esaurimento filamento (testina) ({ifs.extruder_port|string}), in pausa...
ja: フィラメント切れ（ヘッド）({ifs.extruder_port|string}) 一時停止中...
pt: Filamento esgotado (cabeçote) ({ifs.extruder_port|string}), pausando...
ru: Окончание филамента (головка) ({ifs.extruder_port|string}), пауза...
tr: Filaman bitti (başlık) ({ifs.extruder_port|string}), duraklatılıyor...

source: Broken filament in the IFS tube (Head) ({ifs.extruder_port|string}), pausing...
cs: Poškozený filament v trubce IFS (hlava) ({ifs.extruder_port|string}), pozastaveno...
de: Defektes Filament im IFS-Schlauch (Kopf) ({ifs.extruder_port|string}), pausiere...
es: Filamento roto en el tubo IFS (cabezal) ({ifs.extruder_port|string}), pausando...
fr: Filament cassé dans le tube IFS (tête) ({ifs.extruder_port|string}), pause...
it: Filamento rotto nel tubo IFS (testina) ({ifs.extruder_port|string}), in pausa...
ja: IFSチューブ内でフィラメント破断（ヘッド）({ifs.extruder_port|string}) 一時停止中...
pt: Filamento quebrado no tubo IFS (cabeçote) ({ifs.extruder_port|string}), pausando...
ru: Обрыв филамента в трубке IFS (головка) ({ifs.extruder_port|string}), пауза...
tr: IFS borusunda filaman koptu (başlık) ({ifs.extruder_port|string}), duraklatılıyor...

source: IFS Port ({ifs.extruder_port|string}) empty, please insert filament, pausing...
cs: Port IFS ({ifs.extruder_port|string}) prázdný, vložte filament, pozastaveno...
de: IFS-Port ({ifs.extruder_port|string}) leer, bitte Filament einlegen, pausiere...
es: Puerto IFS ({ifs.extruder_port|string}) vacío, inserte filamento, pausando...
fr: Port IFS ({ifs.extruder_port|string}) vide, insérez le filament, pause...
it: Porta IFS ({ifs.extruder_port|string}) vuota, inserire filamento, in pausa...
ja: IFSポート({ifs.extruder_port|string})が空です フィラメントを挿入してください 一時停止中...
pt: Porta IFS ({ifs.extruder_port|string}) vazia, insira filamento, pausando...
ru: Порт IFS ({ifs.extruder_port|string}) пуст, вставьте филамент, пауза...
tr: IFS portu ({ifs.extruder_port|string}) boş, lütfen filamanı yerleştirin, duraklatılıyor...

source: Heating the nozzle to {extruder_temp} degrees
cs: Ohřev trysky na {extruder_temp} °C
de: Düse wird auf {extruder_temp} °C aufgeheizt
es: Calentando la boquilla a {extruder_temp} °C
fr: Chauffage de la buse à {extruder_temp} °C
it: Riscaldamento ugello a {extruder_temp} °C
ja: ノズルを{extruder_temp}℃に加熱中
pt: Aquecendo o bico a {extruder_temp} °C
ru: Нагрев сопла до {extruder_temp} °C
tr: Nozül {extruder_temp} °C'ye ısıtılıyor

source: action:prompt_footer_button HIDE FUTURE MESSAGES|_INFO_DIALOG_HIDE
cs: action:prompt_footer_button SKRÝT BUDOUCÍ ZPRÁVY|_INFO_DIALOG_HIDE
de: action:prompt_footer_button ZUKÜNFTIGE MELDUNGEN AUSBLENDEN|_INFO_DIALOG_HIDE
es: action:prompt_footer_button OCULTAR MENSAJES FUTUROS|_INFO_DIALOG_HIDE
fr: action:prompt_footer_button MASQUER MSG FUTURS|_INFO_DIALOG_HIDE
it: action:prompt_footer_button NASCONDI MESSAGGI FUTURI|_INFO_DIALOG_HIDE
ja: action:prompt_footer_button 今後のメッセージを非表示|_INFO_DIALOG_HIDE
pt: action:prompt_footer_button OCULTAR MENSAGENS FUTURAS|_INFO_DIALOG_HIDE
ru: action:prompt_footer_button СКРЫТЬ БУДУЩИЕ СООБЩЕНИЯ|_INFO_DIALOG_HIDE
tr: action:prompt_footer_button GELECEK MESAJLARI GİZLE|_INFO_DIALOG_HIDE

source: action:prompt_footer_button CLOSE|{close_action}|primary
cs: action:prompt_footer_button ZAVŘÍT|{close_action}|primary
it: action:prompt_footer_button CHIUDI|{close_action}|primary
ja: action:prompt_footer_button 閉じる|{close_action}|primary
pt: action:prompt_footer_button FECHAR|{close_action}|primary
ru: action:prompt_footer_button ЗАКРЫТЬ|{close_action}|primary
tr: action:prompt_footer_button KAPAT|{close_action}|primary

source: The information dialogs will be displayed
cs: Informační dialogy budou zobrazeny
de: Informationsdialoge werden angezeigt
es: Los diálogos informativos se mostrarán
fr: Les boîtes de dialogue seront affichées
it: Le finestre informative saranno visualizzate
ja: 情報ダイアログを表示します
pt: As caixas de diálogo informativas serão exibidas
ru: Информационные диалоги будут показаны
tr: Bilgi iletileri gösterilecek

source: The information dialogs have been hidden
cs: Informační dialogy byly skryty
de: Informationsdialoge wurden ausgeblendet
es: Los diálogos informativos se han ocultado
fr: Les boîtes de dialogue ont été masquées
it: Le finestre informative sono state nascoste
ja: 情報ダイアログを非表示にしました
pt: As caixas de diálogo informativas foram ocultadas
ru: Информационные диалоги скрыты
tr: Bilgi iletileri gizlendi

source: Start print {extruder_temp}/{bed_temp} ...
cs: Spustit tisk {extruder_temp}/{bed_temp} ...
de: Druck starten {extruder_temp}/{bed_temp} ...
es: Iniciar impresión {extruder_temp}/{bed_temp} ...
fr: Démarrer impression {extruder_temp}/{bed_temp} ...
it: Avvia stampa {extruder_temp}/{bed_temp} ...
ja: 印刷を開始 {extruder_temp}/{bed_temp} ...
pt: Iniciar impressão {extruder_temp}/{bed_temp} ...
ru: Начать печать {extruder_temp}/{bed_temp} ...
tr: Yazdırmayı başlat {extruder_temp}/{bed_temp} ...

source: Poop
cs: Propláchnout
de: Spülen
es: Purgar
fr: Purger
it: Pulisci
ja: フラッシュ
pt: Purgar
ru: Продуть
tr: Temizle

source: Pooping the previous color/material from the hotend ...
cs: Proplachování předchozí barvy/materiálu z hotendu...
de: Vorherige Farbe/Material aus dem Hotend spülen...
es: Purgando el color/material anterior del hotend...
fr: Purge de la couleur/matériau précédent du hotend...
it: Pulizia del colore/materiale precedente dall’hotend...
ja: ホットエンドから前の色/素材をフラッシュ中...
pt: Purgando a cor/material anterior do hotend...
ru: Продувка предыдущего цвета/материала из хотенда...
tr: Hotend'den önceki renk/malzeme temizleniyor...

source: Leveling
cs: Nivelace
de: Nivellierung
es: Nivelación
fr: Nivellement
it: Livellamento
ja: レベリング
pt: Nivelamento
ru: Выравнивание
tr: Hizalama

source: Nozzle cleaning ...
cs: Čištění trysky...
de: Düsenreinigung...
es: Limpieza de boquilla...
fr: Nettoyage de la buse...
it: Pulizia ugello...
ja: ノズル清掃中...
pt: Limpeza do bico...
ru: Очистка сопла...
tr: Nozül temizleniyor...

source: Bed leveling (KAMP) ...
cs: Nivelace podložky (KAMP)...
de: Bett-Nivellierung (KAMP)...
es: Nivelación de cama (KAMP)...
fr: Nivellement de plateau (KAMP)...
it: Livellamento piatto (KAMP)...
ja: ベッドレベリング（KAMP）中...
pt: Nivelamento da mesa (KAMP)...
ru: Выравнивание стола (KAMP)...
tr: Yatak hizalama (KAMP)...

source: Go to trash
cs: Jít k odpadu
de: Zum Abfall
es: Ir a la basura
fr: Aller à la poubelle
it: Vai al cestino
ja: 廃棄位置へ移動
pt: Ir para o lixo
ru: Перейти к отходам
tr: Çöpe git

source: Trash Y={client.custom_park_y}
cs: Odpad Y={client.custom_park_y}
de: Abfall Y={client.custom_park_y}
es: Basura Y={client.custom_park_y}
fr: Poubelle Y={client.custom_park_y}
it: Cestino Y={client.custom_park_y}
ja: 廃棄 Y={client.custom_park_y}
pt: Lixo Y={client.custom_park_y}
ru: Отходы Y={client.custom_park_y}
tr: Çöp Y={client.custom_park_y}

source: Cleaning the nozzle on rubber
cs: Čištění trysky na gumě
de: Düse an Gummi reinigen
es: Limpiando la boquilla en goma
fr: Nettoyage de la buse sur caoutchouc
it: Pulizia ugello su gomma
ja: ゴムパッドでノズルを清掃中
pt: Limpando o bico na borracha
ru: Очистка сопла на резине
tr: Nozül lastik üzerinde temizleniyor

source: action:prompt_begin Wait
cs: action:prompt_begin Čekejte
de: action:prompt_begin Warten
es: action:prompt_begin Espere
fr: action:prompt_begin Patientez
it: action:prompt_begin Attendere
ja: action:prompt_begin お待ちください
pt: action:prompt_begin Aguarde
ru: action:prompt_begin Подождите
tr: action:prompt_begin Bekleyin

source: action:prompt_text Checking MD5 '{filename}' ...
cs: action:prompt_text Kontrola MD5 '{filename}'...
de: action:prompt_text Prüfe MD5 von '{filename}'...
es: action:prompt_text Verificando MD5 de '{filename}'...
fr: action:prompt_text Vérification MD5 de '{filename}'...
it: action:prompt_text Controllo MD5 di '{filename}'...
ja: action:prompt_text MD5を確認中 「{filename}」 ...
pt: action:prompt_text Verificando MD5 de '{filename}'...
ru: action:prompt_text Проверка MD5 '{filename}'...
tr: action:prompt_text MD5 denetleniyor: '{filename}'...

source: Started MD5 check {filename}
cs: Kontrola MD5 {filename} zahájena
de: MD5-Prüfung für {filename} gestartet
es: Iniciada verificación MD5 de {filename}
fr: Vérification MD5 de {filename} lancée
it: Controllo MD5 di {filename} avviato
ja: MD5確認を開始 {filename}
pt: Verificação MD5 de {filename} iniciada
ru: Проверка MD5 {filename} начата
tr: MD5 denetimi başladı: {filename}

source: action:prompt_text Processing '{filename}' ...
cs: action:prompt_text Zpracování '{filename}'...
de: action:prompt_text Verarbeite '{filename}'...
es: action:prompt_text Procesando '{filename}'...
fr: action:prompt_text Traitement de '{filename}'...
it: action:prompt_text Elaborazione di '{filename}'...
ja: action:prompt_text 処理中 「{filename}」 ...
pt: action:prompt_text Processando '{filename}'...
ru: action:prompt_text Обработка '{filename}'...
tr: action:prompt_text İşleniyor: '{filename}'...

source: action:prompt_begin Error
cs: action:prompt_begin Chyba
de: action:prompt_begin Fehler
fr: action:prompt_begin Erreur
it: action:prompt_begin Errore
ja: action:prompt_begin エラー
pt: action:prompt_begin Erro
ru: action:prompt_begin Ошибка
tr: action:prompt_begin Hata

source: action:prompt_text MD5 check failed. Print canceled.
cs: action:prompt_text Kontrola MD5 selhala. Tisk zrušen.
de: action:prompt_text MD5-Prüfung fehlgeschlagen. Druck abgebrochen.
es: action:prompt_text Falló la verificación MD5. Impresión cancelada.
fr: action:prompt_text Échec de la vérification MD5. Impression annulée.
it: action:prompt_text Controllo MD5 fallito. Stampa annullata.
ja: action:prompt_text MD5確認に失敗 印刷をキャンセルしました
pt: action:prompt_text Verificação MD5 falhou. Impressão cancelada.
ru: action:prompt_text Проверка MD5 не пройдена. Печать отменена.
tr: action:prompt_text MD5 denetimi başarısız oldu. Yazdırma iptal edildi.

source: Loading filament at {extruder_temp} for {extrude_len}mm at {speed/60} mm/s
cs: Načítání filamentu při {extruder_temp} °C po {extrude_len} mm rychlostí {speed/60} mm/s
de: Lade Filament bei {extruder_temp} °C über {extrude_len} mm mit {speed/60} mm/s
es: Cargando filamento a {extruder_temp} °C durante {extrude_len} mm a {speed/60} mm/s
fr: Chargement à {extruder_temp} °C sur {extrude_len} mm à {speed/60} mm/s
it: Caricamento filamento a {extruder_temp} °C per {extrude_len} mm a {speed/60} mm/s
ja: {extruder_temp}℃で{extrude_len}mmを{speed/60} mm/sでフィラメントをロード中
pt: Carregando filamento a {extruder_temp} °C por {extrude_len} mm a {speed/60} mm/s
ru: Загрузка филамента при {extruder_temp} °C на {extrude_len} мм со скоростью {speed/60} мм/с
tr: Filaman {extruder_temp} °C'de {extrude_len} mm için {speed/60} mm/sn hızla yükleniyor

source: Unloading filament at {extruder_temp} for {extrude_len}mm at {speed/60} mm/s
cs: Vysouvání filamentu při {extruder_temp} °C po {extrude_len} mm rychlostí {speed/60} mm/s
de: Entlade Filament bei {extruder_temp} °C über {extrude_len} mm mit {speed/60} mm/s
es: Descargando filamento a {extruder_temp} °C durante {extrude_len} mm a {speed/60} mm/s
fr: Déchargement à {extruder_temp} °C sur {extrude_len} mm à {speed/60} mm/s
it: Scaricamento filamento a {extruder_temp} °C per {extrude_len} mm a {speed/60} mm/s
ja: {extruder_temp}℃で{extrude_len}mmを{speed/60} mm/sでフィラメントをアンロード中
pt: Descarregando filamento a {extruder_temp} °C por {extrude_len} mm a {speed/60} mm/s
ru: Выгрузка филамента при {extruder_temp} °C на {extrude_len} мм со скоростью {speed/60} мм/с
tr: Filaman {extruder_temp} °C'de {extrude_len} mm için {speed/60} mm/sn hızla boşaltılıyor

source: action:prompt_begin Type of Port {port}
cs: action:prompt_begin Typ portu {port}
de: action:prompt_begin Port-Typ {port}
es: action:prompt_begin Tipo de puerto {port}
fr: action:prompt_begin Type de port {port}
it: action:prompt_begin Tipo porta {port}

source: action:prompt_footer_button Close|_IFS_COLORS
cs: action:prompt_footer_button Zavřít|_IFS_COLORS
de: action:prompt_footer_button Schließen|_IFS_COLORS
es: action:prompt_footer_button Cerrar|_IFS_COLORS
fr: action:prompt_footer_button Fermer|_IFS_COLORS
it: action:prompt_footer_button Chiudi|_IFS_COLORS

source: action:prompt_button IFS:ON|_IFS_COLORS_IFS EXTERNAL=0
cs: action:prompt_button IFS:ZAP|_IFS_COLORS_IFS EXTERNAL=0
de: action:prompt_button IFS:AN|_IFS_COLORS_IFS EXTERNAL=0
fr: action:prompt_button IFS:ACT|_IFS_COLORS_IFS EXTERNAL=0
it: action:prompt_button IFS:ATT|_IFS_COLORS_IFS EXTERNAL=0

source: action:prompt_button IFS:OFF|_IFS_COLORS_IFS EXTERNAL=1
cs: action:prompt_button IFS:VYP|_IFS_COLORS_IFS EXTERNAL=1
de: action:prompt_button IFS:AUS|_IFS_COLORS_IFS EXTERNAL=1
fr: action:prompt_button IFS:DES|_IFS_COLORS_IFS EXTERNAL=1
it: action:prompt_button IFS:DIS|_IFS_COLORS_IFS EXTERNAL=1

source: action:prompt_footer_button CLOSE|{close_action}
de: action:prompt_footer_button SCHLIESSEN|{close_action}
es: action:prompt_footer_button CERRAR|{close_action}
fr: action:prompt_footer_button FERMER|{close_action}

source: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION MSG='Incorrect filament type.'
de: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION MSG='Falscher Filamenttyp.'
es: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION MSG='Tipo de filamento incorrecto.'

source: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION MSG='IFS port P{port} empty.'
de: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION MSG='IFS-Port P{port} leer.'
es: action:prompt_button P{port}|_IFS_COLORS_NOTIFICATION MSG='Puerto IFS P{port} vacío.'

source: action:prompt_footer_button Print|_IFS_COLORS_NOTIFICATION MSG='It is not possible to print until all colors have been assigned.'|error
de: action:prompt_footer_button Drucken|_IFS_COLORS_NOTIFICATION MSG='Drucken erst möglich, wenn allen Farben ein Port zugewiesen wurde.'|error
es: action:prompt_footer_button Imprimir|_IFS_COLORS_NOTIFICATION MSG='No es posible imprimir hasta que se hayan asignado todos los colores.'|error
